---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionDepth2
source: html/24a52278-7569-1edb-83b8-8391cacae5de.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionDepth2 Property

"Depth 2"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionDepth2 { get; }
```